results/Vixeny/2.txt
Bombarding http://localhost:3000/id/50?name=KxT with 2000000 request(s) using 5000 connection(s)
 2000000 / 2000000 [=============================================================================================================================] 100.00% 52903/s 37s
Done!
Statistics        Avg      Stdev        Max
  Reqs/sec     53283.58    5447.74   97205.12
  Latency       93.91ms    18.14ms      1.38s
  HTTP codes:
    1xx - 0, 2xx - 2000000, 3xx - 0, 4xx - 0, 5xx - 0
    others - 0
  Throughput:     9.96MB/s