results/Vixeny/2.txt
Bombarding http://localhost:3000/id/90?name=bun with 1000000 request(s) using 500 connection(s)
 1000000 / 1000000 [==================================================================================================================================================================] 100.00% 47427/s 21s
Done!
Statistics        Avg      Stdev        Max
  Reqs/sec     47792.20    4645.52   66892.29
  Latency       10.47ms   811.47us   102.96ms
  HTTP codes:
    1xx - 0, 2xx - 1000000, 3xx - 0, 4xx - 0, 5xx - 0
    others - 0
  Throughput:    10.09MB/s