results/Vixeny/2.txt
Bombarding http://localhost:3000/id/90?name=bun with 1000000 request(s) using 500 connection(s)
 1000000 / 1000000 [=============================================================================================================================] 100.00% 48868/s 20s
Done!
Statistics        Avg      Stdev        Max
  Reqs/sec     49170.52    5364.26   70851.63
  Latency       10.18ms     1.14ms   116.96ms
  HTTP codes:
    1xx - 0, 2xx - 1000000, 3xx - 0, 4xx - 0, 5xx - 0
    others - 0
  Throughput:    10.36MB/s