results/Vixeny/2.txt
Bombarding http://localhost:3000/id/90?name=bun with 1000000 request(s) using 500 connection(s)
 1000000 / 1000000 [==============================================================================================================================] 100.00% 49391/s 20s
Done!
Statistics        Avg      Stdev        Max
  Reqs/sec     50028.76    5991.52   70674.14
  Latency       10.01ms     1.42ms   123.67ms
  HTTP codes:
    1xx - 0, 2xx - 1000000, 3xx - 0, 4xx - 0, 5xx - 0
    others - 0
  Throughput:    10.54MB/s