results/Vixeny/3.txt
Bombarding http://localhost:3000/a/b with 1000000 request(s) using 500 connection(s)
 1000000 / 1000000 [==============================================================================================================================] 100.00% 54843/s 18s
Done!
Statistics        Avg      Stdev        Max
  Reqs/sec     55629.01    4469.68   71523.29
  Latency        8.99ms     1.12ms   123.61ms
  HTTP codes:
    1xx - 0, 2xx - 0, 3xx - 0, 4xx - 1000000, 5xx - 0
    others - 0
  Throughput:    10.35MB/s