results/Vixeny/3.txt
Bombarding http://localhost:3000/a/b with 2000000 request(s) using 5000 connection(s)
 2000000 / 2000000 [=============================================================================================================================] 100.00% 54928/s 36s
Done!
Statistics        Avg      Stdev        Max
  Reqs/sec     55405.07    4928.27   95026.64
  Latency       90.31ms    20.62ms      1.37s
  HTTP codes:
    1xx - 0, 2xx - 0, 3xx - 0, 4xx - 2000000, 5xx - 0
    others - 0
  Throughput:    10.32MB/s