results/Vixeny/4.txt
Bombarding http://localhost:3000/json with 1000000 request(s) using 500 connection(s)
 1000000 / 1000000 [============================================================================================================================] 100.00% 47478/s 21s
Done!
Statistics        Avg      Stdev        Max
  Reqs/sec     47780.05    3584.04   72695.41
  Latency       10.48ms     0.96ms    96.20ms
  HTTP codes:
    1xx - 0, 2xx - 1000000, 3xx - 0, 4xx - 0, 5xx - 0
    others - 0
  Throughput:    11.03MB/s