results/Vixeny/4.txt
Bombarding http://localhost:3000/json with 1600000 request(s) using 5000 connection(s)
 1600000 / 1600000 [============================================================================================================================] 100.00% 50828/s 31s
Done!
Statistics        Avg      Stdev        Max
  Reqs/sec     51508.69    5557.86  139227.33
  Latency       97.16ms    34.74ms      1.76s
  HTTP codes:
    1xx - 0, 2xx - 1600000, 3xx - 0, 4xx - 0, 5xx - 0
    others - 0
  Throughput:    11.85MB/s